{
    "basics": {
	"name": "Daniel Grammatica",
	"label": "Systems Administrator",
	"picture": "https://raw.githubusercontent.com/stdg11/stdg11.github.io/master/img/profile.jpg",
	"email": "dan@t0xic.me",
	"phone": "Email me",
	"website": "http://t0xic.me",
	"summary": "I have always had a fascination with technology since a young age. At twelve I was helping to manage my schools network and fixing computers for friends. This passion only grew as I got older and transformed into a career. Although I spend a lot of free time tinkering, building and crawling /r/sysadmin, I recognise the need to disconnect. From this need I have developed a great love for all things outdoors, especially climbing. I spend a lot of my free time down the local climbing gym and weekends exploring the Lake District and Snowdonia.",
	"location": {
	    "address": "",
	    "postalCode": "",
	    "city": "Peterborough",
	    "countryCode": "UK",
	    "region": "Cambridgeshire"
	    },
	"profiles": [{
	    "network": "Github",
	    "username": "stdg11",
	    "url": "https://github.com/stdg11"
	    }]
	},
    "work": [{
	"company": "Respberry Pi Foundation",
	"position": "IT Support & Systems Analyst",
	"website": "https://raspberrypi.org",
	"startDate": "2016-03-21",
	"endDate": "2017-05-31",
	"summary": "I joined the Raspberry Pi Foundation during a sustained period of growth, within a year we went from roughly 20 employees to 120+. This was an initial contract of three months with the aim to deploy a cloud infrastructure and improve local infrastructure in Cambridge and London.",
	"highlights": [
	    "Helping with the security requirements to enable ground to space communication with our two Raspberry Pi's on the International Space Station.",
	    "Networking with leading professionals at a variety of events, most notably our birthday party celebration at the Houses of Parliament.",
	    "Spending a week at the family orientated music festival Camp Bestival teaching children how to code in Scratch and Python.",
	    "Migrating the foundations existing hosted exchange and file storage to the Google suite of applications.",
	    "Working with different teams to identify workflows and establish IT systems to help automate and remove mundane processes.",
	    "Identifying the needs of different teams and trialling different CRM's before implementing the most suitable system." 
	]
	}, {
	    "company": "Smart Technologies",
	    "position": "IT Systems Engineer",
	    "website": "http://mysmartgroup.co.uk",
	    "startDate": "2015-10-18",
	    "endDate": "2016-03-19",
	    "summary": "At Smart Technologies I supported over 45 clients with 235 Servers and 1000+ Workstations alongside my colleagues. Moving to the Private Sector was an interesting step knowing there wasn't much adoption for OpenSource systems within Small/Medium Business Applications.",
	    "highlights": [
		"Exposure to proprietary systems, SLA's, their commercial uses and vendor contracts that come with.",
		"Building my PowerShell skills developing fixes and scripting solutions for clients.",
		"Managing Cloud Based systems, Office365, Spam filtering, Remote Management etc.",
		"Migrating clients to hosted solutions ensuring a smooth changeover, without any loss of data or business productivity.",
		"Working with a vast range of Hardware/Software products. Applying previous knowledge to new systems, discovering the fundamentals are the same. For example Firewall's being a Linux Box running IP Tables alongside a GUI.",
		"Developing my customer focus and team working skills, ensuring the client is satisfied with the end product and level of support."
		]
	    }, {
		"company": "Bourne Grammar School",
		"position": "Systems Administrator & Performing Arts Technician",
		"website": "http://www.bourne-grammar.lincs.sch.uk",
		"startDate": "2011-03-01",
		"endDate": "2015-10-18",
		"summary": "I started at Bourne Grammar School as an IT Technician after proving myself as a student IT assistant. My main responsibility was providing support for 1800 pupils and 100 staff. As I worked up to Systems Administrator I've built new systems and optimised many others, improving the end-user experience and enabling the School to use their finances for other departments.",
		"highlights": [
		    "Setting up an Openstack private cloud to enable students to experiment with Linux and web servers.",
		    "Using Cobbler and Fabric to PXE boot and configure a subnet of PC's with a Windows/Linux dual boot.",
		    "Rebuilding the Schools network improving reliability and implementing VLANS. Along with a Fortinet firewall, web filtering and nginx reverse proxy to save on IPv4 address'.",
		    "Implemented BYOD for 1800 users using Meru wireless networking, combined with port ACL's for security.",
		    "Building an Asterisk PBX to replace our dated Siemens analogue PBX, saving the School on expensive phone lines and support contracts."
		    ]
		}],
    "volunteer": [{
	"organization": "Cambridgeshire Search and Rescue",
	"position": "Search Technician",
	"website": "http://camsar.org/",
	"startDate": "2017-03-01",
	"summary": "Cambridgeshire Search and Rescue (CamSAR) is the Lowland Rescue unit covering our county, often also assisting sister teams in the wider region. We are a specialist team, called upon by Police in the search for vulnerable missing people: a child, an elderly person living with dementia or even someone who is considering taking their own life. We are on call 24/7/365.",
	"highlights": [
	    "Locating a missing person allowing family and friends closure.",
	    "Building on my skillset with specialist training."
	    ]
    },{
	"organization": "Bourne & District Roundtable 896",
	"position": "Hon. Treasurer",
	"website": "http://bournefestival.com/",
	"startDate": "2014-10-01",
	"endDate": "2017-04-01",
	"summary": "Roundtable is about having a good time, networking and helping the local community. As well as our Music Festival, we invite the pensioners in Bourne to a Christmas Dinner. Along with a Fireworks night raising funds for the local primary school.",
	"highlights": [
	    "Organising a Music & Beer festival annually for the local community, raising on average £20k for charity.",
	    "Attending social events. Raft race, Segwaying, Shooting and drinking!"
	]
    },{
	    "organization": "Stamford Shakespeare Company",
	    "position": "Technical",
	    "website": "http://stamfordshakespeare.co.uk/",
	    "summary": "I love pushing faders! I help out with lots of local events (mostly charitable) either providing Equipment or Engineering. I'm predominantly a noise boy and enjoy mixing sound.",
	    "highlights": [
		"5AM Full English after an overnight de-rig"
		]
	    }],
    "education": [{
	"institution": "Bourne Grammar School",
	"area": "Secondary School",
	"studyType": "",
	"startDate": "2005-09-01",
	"endDate": "2010-07-01",
	"courses": [
	    "9 GCSE's including Maths, English, Science, IT",
	    "1 GCE AS - Computing"
	    ]
	}],
    "skills": [{
	"name": "Systems Administration",
	"level": "Advanced",
	"keywords": [
	    "Linux (Mostly Debian based)",
	    "Fortinet",
	    "Windows",
	    "Windows Servers",
	    "Networking",
	    "Scripting (Python/Shell/Powershell)",
	    "Documenting",
	    "LEMP/LAMP Stacks",
	    "Cloud Services"
	    ]
	}, {
	    "name": "Web Development",
	    "level": "Comfortable",
	    "keywords": [
		"HTML",
		"CSS",
		"Markdown",
		"Frameworks",
		"CMS",
		"Photoshop/InDesign"
		]
	    }, {
		"name": "Live Events",
		"level": "Advanced",
		"keywords": [
		    "Event management",
		    "Sound",
		    "Lighting",
		    "Stage",
		    "Rigging",
		    "Health & Safety"
		    ]
		}],
    "languages": [{
	"language": "English",
	"fluency": "Native speaker"
	}, {
	    "language": "Geek",
	    "fluency": "Fluent"
	    }],
    "interests": [{
	"name": "Online Rights",
	"keywords": [
	    "Electronic Frontier Foundation",
	    "Open Rights Group",
	    "Crypto-parties",
	    "Raising awareness"
	    ]
	}, {
	    "name": "Great Outdoors",
	    "keywords": [
		"Bouldering",
		"Rock Climbing",
		"Scrambling",
		"Adventures",
		"Wild Camping"
		]
	    }, {
		"name": "Water Sports",
		"keywords": [
		    "Kayaking",
		    "Canoeing",
		    "Paddle-boarding"
		    ]
		}, {
		    "name": "Cycling",
		    "keywords": [
			"Road Cycling",
			"Mountain Biking"
			]
		    }],
    "references": [{
	"name": "Stephen Brown, Director of Computing - Bourne Grammar School",
	"reference": "Daniel has quickly established himself as able to learn and apply new skills and knowledge. His recent work on setting up a Linux AD integrated environment was impressive."
	}, {
	    "name": "X - Raspberry Pi Foundation",
	    "reference": ""
	    }, {
		"name": "Harry Goodger, Managing Director - Paridom Company Ltd.",
		"reference": "Daniel has matured into a very responsible, hard working and honest young man, someone I am proud to call a true friend."
		}]
}
